[
  "github-sync",
  "obsidian-latex-suite",
  "copilot",
  "obsidian-importer",
  "ink",
  "mathpad",
  "better-mathjax",
  "mathlive-in-editor-mode",
  "obsidian-pandoc",
  "various-complements",
  "better-word-count",
  "highlightr-plugin",
  "execute-code",
  "obsidian-excel-to-markdown-table",
  "dataview",
  "advanced-canvas",
  "mermaid-tools",
  "obsidian-plantuml",
  "edge-tts",
  "pdf-plus",
  "omnisearch",
  "text-extractor",
  "ai-image-analyzer",
  "dynamic-outline",
  "insta-toc",
  "obsidian-auto-link-title",
  "templater-obsidian",
  "calendar",
  "obsidian-icon-folder",
  "editing-toolbar",
  "obsidian-pretty-bibtex",
  "obsidian-auto-pair-chinese-symbol",
  "obsidian-bible-reference",
  "waypoint"
]